Repository: cinema6/minireel.tv
Catalog: videotube/languages/*.po
Languages: fr_fr

source: This is somewhat embarrassing, isn't it?
fr_fr: C'est quelque peu embarrassant, n'est-ce pas ?

source: It seems we can not find what you are looking for. Perhaps searching can help.
fr_fr: Il semblerait que nous ne puissions trouver ce que vous cherchez. Peut-être qu'une recherche vous aidera.

source: Video Browser
fr_fr: Navigateur vidéos

source: Oops...nothing.
fr_fr: Oups... il n'y a rien :(

source: Archive
fr_fr: Catalogue

source: &larr; Older
fr_fr: &larr; Plus anciens

source: Newer &rarr;
fr_fr: Plus récents &rarr;

source: no comment
fr_fr: aucun commentaire

source: one Comment
fr_fr: un commentaire

source: % comments
fr_fr: % commentaires

source: Comment navigation
fr_fr: Navigation dans les commentaires

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens

source: Newer Comments &rarr;
fr_fr: Commentaires plus récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Add your comment
fr_fr: Ajoutez votre commentaire

source: Leave a Reply to %s
fr_fr: Répondre à %s

source: Cancel Reply
fr_fr: Annuler la réponse

source: Submit
fr_fr: Envoyer

source: Comment
fr_fr: Commentaire

source: You must be <a href="%s">logged in</a> to post a comment.
fr_fr: Vous devez être <a href="%s">connecté</a> pour publier un commentaire.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
fr_fr: Vous êtes connecté en tant que <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Se déconnecter ?</a>

source: Your email address will not be published.
fr_fr: Votre adresse mail ne sera pas publiée.

source: Your Name
fr_fr: Votre nom

source: Enter name
fr_fr: Entrez un nom

source: Your Email
fr_fr: Votre email

source: Enter Email
fr_fr: Entrez une adresse mail valide

source: Website
fr_fr: Site internet

source: Enter Website
fr_fr: Entrez l'url de votre site internet

source: You have changes that are not saved. Would you like to save them now?
fr_fr: Certains changements n'ont pas été enregistrés. Voulez-vous les enregistrer maintenant ?

source: Are you sure? Resetting will lose all custom values.
fr_fr: Vous êtes sûr ? La réinitialisation vous fera perdre tous vos réglages personnalisés.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
fr_fr: Vos réglages actuels seront remplacés par ceux prédéfinis. Voulez-vous continuer ?

source: You have changes that are not saved. Would you like to save them now?
fr_fr: Certains changements n'ont pas été enregistrés. Voulez-vous les enregistrer maintenant ?

source: Are you sure? Resetting will lose all custom values.
fr_fr: Vous êtes sûr ? La réinitialisation vous fera perdre tous vos réglages personnalisés.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
fr_fr: Vos réglages actuels seront remplacés par ceux prédéfinis. Voulez-vous continuer ?

source: Options panel created using %1$s
fr_fr: Panneau de réglages créé en %1$s

source: Options
fr_fr: Réglages

source: System Info
fr_fr: Info du système

source: Are you sure? Resetting will lose all custom values in this section.
fr_fr: Vous êtes sûr ? La réinitialisation vous fera perdre tous les réglages personnalisés dans cette section.

source: Please Wait
fr_fr: Veuillez patienter

source: Hints
fr_fr: Conseils

source: Default
fr_fr: Par défaut

source: Warning- This options panel will not work properly without javascript!
fr_fr: Attention- Ce panneau de réglages ne peut pas fonctionner correctement sans javascript !

source: Expand
fr_fr: Étendre

source: Save Changes
fr_fr: Enregistrer les changements

source: Reset Section
fr_fr: Réinitialiser cette section

source: Reset All
fr_fr: Tout réinitialiser

source: Working...
fr_fr: En cours...

source: Settings Imported!
fr_fr: Réglages importés !

source: All Defaults Restored!
fr_fr: Tous les réglages ont été réinitialisés !

source: Section Defaults Restored!
fr_fr: Les réglages de cette section ont été réinitialisés !

source: Settings Saved!
fr_fr: Réglages enregistrés !

source: Settings have changed, you should save them!
fr_fr: Les réglages ont changé, vous devriez les enregistrer !

source: error(s) were found!
fr_fr: erreur(s) trouvées !

source: warning(s) were found!
fr_fr: avertissement(s) trouvés !

source: Unable to create a required directory. Please ensure that
fr_fr: Impossible de créer un répertoire requis. Assurez-vous que

source: has the proper read/write permissions or enter your FTP information below.
fr_fr: possède les autorisations appropriées de lecture / écriture ou entre les informations de FTP ci-dessous.

source: Dismiss
fr_fr: Cacher

source: Options Object
fr_fr: Réglages de l'objet

source: Show Object in Javascript Console Object
fr_fr: Afficher l'objet dans la console javascript

source: Background Repeat
fr_fr: Répéter l'arrière-plan

source: Background Clip
fr_fr: Élément de l'arrière-plan

source: Background Origin
fr_fr: Origine de l'arrière-plan

source: Background Size
fr_fr: Taille de l'arrière-plan

source: Background Attachment
fr_fr: Pièce jointe de l'arrière-plan

source: Background Position
fr_fr: Position de l'arrière-plan

source: No media selected
fr_fr: Aucun contenu sélectionné

source: Upload
fr_fr: Mettre en ligne

source: Remove
fr_fr: Supprimer

source: All
fr_fr: Tout

source: Top
fr_fr: Haut

source: Right
fr_fr: Droite

source: Bottom
fr_fr: Bas

source: Left
fr_fr: Gauche

source: Border style
fr_fr: Style de la bordure

source: From
fr_fr: De

source: To
fr_fr: A

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Units
fr_fr: Unités

source: Add/Edit Gallery
fr_fr: Ajouter/modifier une galerie

source: Clear Gallery
fr_fr: Vider la galerie

source: New
fr_fr: Nouveau

source: Delete
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Import / Export Options
fr_fr: Importer / Exporter les réglages

source: Import Options
fr_fr: Importer les réglages

source: Import from file
fr_fr: Importer depuis un fichier

source: Import from URL
fr_fr: Importer depuis une url

source: Input your backup file below and hit Import to restore your sites options from a backup.
fr_fr: Ajoutez votre fichier de restauration ci-dessous et cliquez sur Importer pour restaurer les réglages de votre site depuis ce fichier.

source: Input the URL to another sites options set and hit Import to load the options from that site.
fr_fr: Ajoutez l'url des réglages d'un autre site et cliquez sur Importer pour restaurer les réglages de votre site depuis ce fichier.

source: Import
fr_fr: Importer

source: WARNING! This will overwrite all existing option values, please proceed with caution!
fr_fr: ATTENTION! Ceci écrasera tous les réglages existants, veuillez procéder avec précaution.

source: Export Options
fr_fr: Réglages d'exportation

source: Here you can copy/download your current option settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
fr_fr: Ici vous pouvez copier/télécharger vos réglages actuels. Vous pouvez utiliser cette fonctionnalité pour faire une copie de sauvegarde au cas où quelque chose se passerai mal, ou vous pouvez vous en servir pour appliquer vos réglages à un autre site.

source: Copy
fr_fr: Copier

source: Download
fr_fr: Télécharger

source: Copy Link
fr_fr: Lien de copie

source: Import / Export
fr_fr: Importer / Exporter

source: Regular
fr_fr: Normal

source: Hover
fr_fr: Survolé

source: Visited
fr_fr: Visité

source: Active
fr_fr: Activé

source: Add More
fr_fr: Ajouter

source: Password
fr_fr: Mot de passe

source: Username
fr_fr: Nom d'utilisateur

source: Select an item
fr_fr: Choisissez un élément

source: No items of this type were found.
fr_fr: Aucun élément de ce type n'a été trouvé.

source: New %s
fr_fr: Nouveau %s

source: Title
fr_fr: Titre

source: Delete %s
fr_fr: Supprimer %s

source: Add %s
fr_fr: Ajouter %s

source: On
fr_fr: Activer

source: Off
fr_fr: Desactiver

source: Font Family
fr_fr: Police d'écriture

source: Font family
fr_fr: Police d'écriture

source: Backup Font Family
fr_fr: Restaurer la police d'écriture

source: Font style
fr_fr: Style d'écriture

source: Font Weight &amp; Style
fr_fr: Largeur &amp; style de police

source: Font subsets
fr_fr: Sous-ensembles de police

source: Font Subsets
fr_fr: Sous-ensemble de police

source: Subsets
fr_fr: Sous-ensembles

source: Font script
fr_fr: Police

source: Text Align
fr_fr: Alignement du texte

source: Text Transform
fr_fr: Mise en forme du texte

source: Font Variant
fr_fr: Police variante

source: Text Decoration
fr_fr: Décoration du texte

source: Font Size
fr_fr: Taille de police

source: Size
fr_fr: Taille

source: Line Height
fr_fr: Hauteur de ligne

source: Word Spacing
fr_fr: Espace entre les mots

source: Letter Spacing
fr_fr: Espace entre les lettres

source: Font Color
fr_fr: Couleur de police

source: Font color
fr_fr: Couleur de police

source: Standard Fonts
fr_fr: Polices standards

source: Help improve Our Panel
fr_fr: Aidez-nous à améliorer notre panneau

source: Please helps us improve our panel by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test to ensure compatability.
fr_fr: Veuillez nous aider à améliorer notre panneau en nous permettant de récolter des statistiques d'utilisation anonymes, de ce fait nous pouvons savoir pour quels réglages, plugins et thèmes nous devons assurer la compatibilité.

source: Allow tracking
fr_fr: Autoriser le suivi

source: Do not allow tracking
fr_fr: Ne pas autoriser le suivi

source: Welcome to the Redux Demo Panel
fr_fr: Bienvenue dans le Panneau Redux Demo

source: Getting Started
fr_fr: Commencer

source: This panel demonstrates the many features of Redux. Before digging in, we suggest you get up to speed by reviewing %1$s.
fr_fr: Ce panneau présente les différentes fonctionnalités de Redux. Avant d'aller plus en profondeur, nous vous suggérons de gagner du temps en regardant %1$s.

source: our documentation
fr_fr: notre documentation

source: Redux Generator
fr_fr: Générateur Redux

source: Want to get a head start? Use the %1$s. It will create a customized boilerplate theme or a standalone admin folder complete with all things Redux (with the help of Underscores and TGM). Save yourself a headache and try it today.
fr_fr: Vous souhaitez avoir une longueur d'avance ? Utilisez le %1$s. Il créera un thème personnalisé passe-partout ou un dossier administrateur complet et indépendant avec tout ce qui concerne Redux (avec l'aide d'underscores et de TGM). Préservez-vous d'un mal de tête et essayez-le aujourd'hui.

source: Redux Extensions
fr_fr: Extensions Redux

source: Did you know we have extensions, which greatly enhance the features of Redux? Visit our %1$s to learn more!
fr_fr: Savez-vous que nous avons des extensions qui améliorent considérablement les fonctionnalités de Redux ? Visitez notre %1$s pour en apprendre davantage.

source: extensions directory
fr_fr: répertoire des extensions

source: Like Redux?
fr_fr: Vous aimez redux ?

source: If so, please %1$s and consider making a %2$s to keep development of Redux moving forward.
fr_fr: Si oui, veuillez %1$s et considérez un %2$s pour maintenir le développement de Redux et aller de l'avant.

source: leave us a favorable review on WordPress.org
fr_fr: recommandez-nous sur WordPress.org

source: donation
fr_fr: don

source: If you'd like to keep up to with all things Redux, please subscribe to our newsletter
fr_fr: SI vous voulez être tenu au courant de tout ce qui concerne Redux, veuillez souscrire à la newsletter

source: Email address
fr_fr: Adresse email

source: Subscribe
fr_fr: Souscrire

source: Close
fr_fr: Fermer

source: This field must be a valid color value.
fr_fr: Ce champ doit être un code couleur valide

source: You must provide a comma separated list of numerical values for this option.
fr_fr: Vous devez fournir une liste de caractères numériques séparés par des virgules.

source: This field must be a valid date.
fr_fr: Ce champ doit être une date valide.

source: You must provide a valid email for this option.
fr_fr: Vous devez fournir une adresse mail valide pour cette option.

source: You must not enter any HTML in this field, all HTML tags have been removed.
fr_fr: Vous ne devez pas inclure de HTML dans ce champ, tous les tags HTML ont été supprimés.

source: You must not enter any special characters in this field, all special characters have been removed.
fr_fr: Vous ne devez pas inclure de caractères spéciaux dans ce champ, tous les caractères spéciaux ont été supprimés.

source: This field cannot be empty. Please provide a value.
fr_fr: Ce champ de ne peut pas être vide. Veuillez entrer une valeur.

source: You must provide a numerical value for this option.
fr_fr: Vous devez fournir une valeur numérique pour cette option.

source: You must provide a valid URL for this option.
fr_fr: Vous devez fournir une URL valide pour cette option.

source: Redux Framework has an embedded demo.
fr_fr: Redux Framework a une démo intégrée.

source: Click here to activate the sample config file.
fr_fr: Cliquez ici pour activer l'exemple de configuration.

source: Generator
fr_fr: Générateur

source: Issues
fr_fr: Problèmes

source: Deactivate Demo Mode
fr_fr: Désactiver le mode démo

source: Activate Demo Mode
fr_fr: Activer le mode démo

source: Section via hook
fr_fr: Section via crochet

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
fr_fr: <p class="description">Ceci est une section créée en ajoutant un filtre. Peut être utilisé par les thèmes enfants pour ajouter/supprimer des sections dans les options.</p>

source: Customize &#8220;%s&#8221;
fr_fr: Personnaliser &#8220;%s&#8221;

source: By %s
fr_fr: Par %s

source: Tags
fr_fr: Mots-clés

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
fr_fr: Ce <a href="%1$s">thème enfant</a> nécessite son thème parent, %2$s.

source: General
fr_fr: Général

source: Upload any media using the WordPress native uploader
fr_fr: Téléchargez n'importe quel média en utilisant l'outil de téléchargement natif de WordPress

source: Custom CSS
fr_fr: CSS personnalisé

source: Paste your CSS code here, no style tag.
fr_fr: Collez votre code CSS ici.

source: Custom JS
fr_fr: JS personnalisé

source: Paste your JS code here, no script tag, eg: alert('hello world');
fr_fr: Collez votre code JS ici, ex: alert('hello world');

source: Copyright Text
fr_fr: Texte de droit d'auteur

source: Google Analytics ID
fr_fr: ID Google Analytics

source: Video Feed
fr_fr: Flux des vidéos

source: Including the Video in Feed Page.
fr_fr: Inclure les vidéos dans la page de flux

source: Video Search
fr_fr: Recherche de vidéo

source: Only display the Video in Search result page.
fr_fr: Afficher uniquement les vidéos dans les résultats de recherche.

source: Video Datetime Format
fr_fr: Format de la date des vidéos

source: Default Format
fr_fr: Format par défaut

source: VideoTube Format
fr_fr: Format de VideoTube

source: Video AutoPlay
fr_fr: Lecture auto des vidéos

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Enable Channel Page
fr_fr: Activer la page de chaîne

source: This feature will enable User Channel page, is used to replace for Author default page.
fr_fr: Cette fonctionnalité activera la page de chaîne, qui remplacera la page d'auteur par défaut.

source: Styling Options
fr_fr: Options de style

source: Choose the Style.
fr_fr: Choisissez le style.

source: Write your CSS code here, no style tag, this will override to the default style.
fr_fr: Écrivez votre code CSS ici, ça écrasera le style par défaut.

source: This style will be lost if you reset the settings.
fr_fr: Ce style sera perdu si vous réinitialisez les réglages.

source: Header Background Color
fr_fr: Couleur de fond de l'en-tête

source: Pick a background color for the header (default: #ffffff).
fr_fr: Sélectionnez une couleur de fond pour l'entête (par défaut: #ffffff).

source: Body Background
fr_fr: Fond de page

source: Body background with image, color, etc.
fr_fr: Fond de la page avec image, couleur, etc.

source: Body Text
fr_fr: Texte de la page

source: Headings
fr_fr: Titres

source: Widget Title Background
fr_fr: Fond des titres des widgets

source: Pick a background color for the Widget title (default: #e73737), only for Right Widget.
fr_fr: Sélectionnez une couleur de fond pour les titres des widgets (par défaut: #e73737), seulement pour les widgets de droite.

source: Widget Title Color
fr_fr: Couleur du titre des widgets

source: Pick a color for the Widget title (default: #e73737), only for Right Widget
fr_fr: Sélectionnez une couleur pour les titres des widgets (par défaut: #e73737), seulement pour les widgets de droite.

source: Header Navigation Background
fr_fr: Fond de la navigation

source: Pick a background color for the Header Navigation (Header Menu) (default: #4c5358).
fr_fr: Sélectionnez une couleur de fond pour la navigation (Menu en en-tête) (par défaut: #4c5358).

source: Header Navigation Color
fr_fr: Couleur de la navigation

source: Pick a color for the Header Navigation (Header Menu) (default: #4c5358).
fr_fr: Sélectionnez une couleur pour la navigation (Menu en en-tête) (default: #4c5358).

source: Footer Background
fr_fr: Arrière plan du pied-de-page

source: Pick a background color for the footer (default: #111111).
fr_fr: Sélectionnez une couleur d'arrière plan pour le pied-de-page (par défaut: #111111)

source: Footer Text Color
fr_fr: Couleur du texte en pied-de-page

source: Pick a color for Text in the footer (default: #ffffff).
fr_fr: Sélectonnez une couleur pour le text en pied-de-page (par défaut: #ffffff)

source: Login/Register
fr_fr: Connexion/Inscription

source: Login/Register page
fr_fr: Page de Connexion/Inscription

source: If this page is configured, The Login/Register default page (wp-login.php) will be replaced.
fr_fr: Si cette page est configurée, la page par défaut pour se connecter/s'inscrire (wp-login.php) sera remplacée.

source: Place [videotube_login] shortcode in Login page to display the Login/Register form.
fr_fr: Placez le shortcode [videotube_login] dans la page de connexion pour obtenir un formulaire de connexion/inscription.

source: Enable Recaptcha
fr_fr: Activer Recaptacha

source: Optimization
fr_fr: Optimisation

source: At this section, you can enable/disable SEO mode, HTTP compression.
fr_fr: Dans cette section vous pouvez activer ou désactiver le mode SEO et la compression HTTP.

source: Video Slug
fr_fr: Chemin d'accès des vidéos

source: Settings/Permalink
fr_fr: Réglages/Permaliens

source: Enable SEO mode.
fr_fr: Activer le mode SEO.

source: Enable HTTP Compression.
fr_fr: Activer la compression HTTP.

source: Hide Admin Top Bar.
fr_fr: Masquer la barre d'administrateur.

source: Only admin can see Admin Bar
fr_fr: Seuls les administrateurs peuvent voir cette barre.

source: Socials
fr_fr: Social

source: Allow Guest to Like
fr_fr: Autoriser les invités à aimer

source: Facebook Profile or Fanpage URL
fr_fr: Lien vers un profil ou une page Facebook

source: Twitter URL
fr_fr: URL Twitter

source: Google Plus URL
fr_fr: URL Google Plus

source: Instagram URL
fr_fr: URL Instagram

source: Linkedin URL
fr_fr: URL Linkedin

source: Tumblr URL
fr_fr: URL Tumblr

source: Youtube URL
fr_fr: URL Youtube

source: Vimeo URL
fr_fr: URL Vimeo

source: Video Uploader
fr_fr: Mise en ligne de vidéo

source: This feature is affected in Submit Video functions at frontend
fr_fr: Cette fonctionnalité concerne la publication de vidéos par les utilisateurs

source: Allow Guest submit the video.
fr_fr: Autoriser les invités à publier des vidéos

source: By default, Only register can submit the video, you can limit the role in below selectbox
fr_fr: Par défaut, seuls les utilisateurs enregistrés peuvent publier des vidéos, vous pouvez limiter à certains rôles ci-dessous

source: Video Type
fr_fr: Type de vidéo

source: Choose the Video Type, which is available in Submit Form at Frontend.
fr_fr: Choisissez le type de vidéo, celui qui sera disponible pour les utilisateurs.

source: Video Link
fr_fr: Lien de la vidéo (attention à ne pas mettre un lien vers une playlist !)

source: Embed Code
fr_fr: Code d'intégration

source: Video File
fr_fr: Fichier vidéo

source: Video File Size
fr_fr: Taille du fichier vidéo

source: The maximum video file size allowed, 10MB is default size, -1 is no limit.
fr_fr: La taille maximale autorisée pour les fichiers vidéo, 10MB est la taille par défaut, -1 pour ne fixer aucune limite.

source: Preview Image Size
fr_fr: Taille de l'image d'illustration

source: The maximum Preview Image size allowed, 10MB is default size, -1 is no limit.
fr_fr: La taille maximale autorisée pour les images d'illustration, 10MB est la taille par défaut, -1 pour ne fixer aucune limite.

source: Redirect to
fr_fr: Rediriger vers

source: Redirect the user to this page when submit the video sucessfully.
fr_fr: Redirige l'utilisateur vers cette page lorsque sa vidéo a été publiée avec succès.

source: Assigned User
fr_fr: Utilisateur assigné

source: The video will be assigned for this user if you allow Guest Submit The Video.
fr_fr: Les vidéos seront attribuées à cet utilisateur si vous autorisez les visiteurs à publier des vidéos.

source: Who can submit the video?
fr_fr: Qui peut publier des vidéos ?

source: You can choose one or multi-roles to limit the permission.
fr_fr: Vous pouvez choisir un ou plusieurs rôles pour limiter les autorisations.

source: Default Video Status
fr_fr: Statut par défaut de la vidéo

source: The Public status will be shown on Frontend.
fr_fr: Le statut de la vidéo lorsqu'elle est publiée par un utilisateur

source: Publish
fr_fr: Publiée

source: Pending
fr_fr: En attente

source: draft
fr_fr: Brouillon

source: Use WP Visual Editor
fr_fr: Utiliser WP Visual Editor

source: Make sure you have entered the valid Public Key and Private Key in <strong>Recaptcha</strong> section.
fr_fr: Assurez-vous d'avoir entré des clés valides dans la section <strong>Recaptcha</strong>

source: Show Video Layout option
fr_fr: Affiche le choix de l'interface

source: Enable Subscribe Box.
fr_fr: Active la Boîte de Souscription

source: Which is affected in Subscribe Box widget.
fr_fr: Ce qui apparaît dans la Boîte de Souscription

source: Privacy Policy Page
fr_fr: Page de la politique de confidentialité

source: Subscriber Role
fr_fr: Rôle d'inscrit

source: <strong>subscriber</strong> role is using by default.
fr_fr: le rôle <strong>inscrit</strong> est utilisé par défaut.

source: Update
fr_fr: Mise à jour

source: Provide the Username and API key to receive the automatic update.
fr_fr: Renseignez le nom d'utilisateur et la clé API pour recevoir les mises à jour automatiques.

source: Your Themeforest's Username
fr_fr: Votre nom d'utilisateur sur Themeforest

source: API Key
fr_fr: Clé API

source: Your Themeforest's API key
fr_fr: Votre clé API Themeforest

source: Theme Information 1
fr_fr: Information de thème 1

source: <p>This is the tab content, HTML is allowed.</p>
fr_fr: <p>Voici le contenu de l'onget, le HTML est autorisé.</p>

source: Theme Information 2
fr_fr: Information de thème 2

source: <p>This is the sidebar content, HTML is allowed.</p>
fr_fr: <p>Voici le contenue de la barre latérale, le HML est autorisé.</p>

source: Theme Options
fr_fr: Options du thème
