Repository: cinema6/minireel.tv
Catalog: videotube/languages/*.po
Languages: fr_fr

source: <p>Did you know that Redux sets a global variable for you? To access any of your saved options from within your code you can use your global variable: <strong>$%1$s</strong></p>
fr_fr: <p>Savez vous que Redux défini une variable globale pour vous? Pour accéder à vos options enregistrées vous pouvez utiliser la variable: <strong>$%1$s</strong></p>

source: <p>This text is displayed above the options panel. It isn't required, but more info is always better! The intro_text field accepts all HTML.</p>
fr_fr: <p>Ce texte est affiché sous le panneau d'options. Il n'est pas requis, mais c'est toujours mieux d'avoir plus d'infos! Le champ intro_text accepte le HTML.</p>

source: Home Page Navigation
fr_fr: Menu de la page d'accueil

source: Right Homepage
fr_fr: Partie droite de la page d'accueil

source: Display the Widgets in Home Page Right Sidebar
fr_fr: Affiche les widgets dans la barre latérale droite de la page d'accueil

source: Inner Page Right
fr_fr: Partie droite des pages de contenu

source: Static Page, Category,Tag,Archive,Search,Author Right Sidebar
fr_fr: Barre latérale des pages statiques, catégories, mots-clés, archives, résultats de recherche.

source: Featured Videos
fr_fr: Vidéos à la une

source: Display the featured videos in Home Page
fr_fr: Affiche les vidéos à la une sur la page d'accueil

source: Main Homepage
fr_fr: Page d'accueil

source: Display the video in Main Video Content Page
fr_fr: Affiche le contenu principal de la page d'accueil

source: Author/Channel Page Right
fr_fr: Partie droite de la page d'auteur/chaîne

source: The Author/Channel right sidebar
fr_fr: Barre latérale droite de la page d'auteur/chaîne

source: Footer Sidebar
fr_fr: Barre en pied-de-page

source: Display the Widgets in Blog Single Page Right Sidebar
fr_fr: Affiche les widgets dans le pied-de-page du site

source: Video Single Below Content
fr_fr: Contenu sous les vidéos

source: Display the Widgets in Video Single page, below the video description, you can use to display the Videos Related widget or an ads.
fr_fr: Affiche les widgets sous les vidéos simples, en dessous de la description, vous pouvez vous en servir pour afficher les vidéos en relations ou les publicités.

source: Post Single Below Content
fr_fr: Contenu sur les articles

source: Display the Widgets in blog/post single page, bellow the post content, you can use to display the Videos Related widget or an ads.
fr_fr: Affiche les widgets sous les articles, sous le contenu de l'article, vous pouvez vous en servir pour afficher du contenu en relation ou des publicités.

source: Search here...
fr_fr: Rechercher

source: Home
fr_fr: Accueil

source: Videos:
fr_fr: Vidéos :

source: Likes:
fr_fr: J'aime :

source: Views:
fr_fr: Vues :

source: Videos
fr_fr: Vidéos

source: Add Videos
fr_fr: Ajouter des vidéos

source: Add New Videos
fr_fr: Ajouter de nouvelles vidéos

source: Edit
fr_fr: Modifier

source: Edit Videos
fr_fr: Modifier les vidéos

source: New Videos
fr_fr: Nouvelles vidéos

source: View Videos
fr_fr: Voir les vidéos

source: Search Videos
fr_fr: Rechercher les vidéos

source: No Videos Found
fr_fr: Aucune vidéo trouvée

source: No Videos Found in Trash
fr_fr: Aucune vidéo trouvée dans la corbeille

source: Parent Videos
fr_fr: Vidéos parentes

source: Video Category
fr_fr: Catégories des vidéos

source: Search Video Category
fr_fr: Rechercher une catégorie de vidéos

source: All Video Category
fr_fr: Toutes les catégories de vidéos

source: Parent Video Category
fr_fr: Catégorie vidéo parente

source: Parent Video Category:
fr_fr: Catégorie vidéo parente:

source: Edit Video Category
fr_fr: Modifier la catégorie vidéo

source: Update Video Category
fr_fr: Mettre à jour la catégorie vidéo

source: Add New Video Category
fr_fr: Ajouter une nouvelle catégorie vidéo

source: New Video Category
fr_fr: Nouvelle catégorie vidéo

source: Video Tag
fr_fr: Mots-clés séparés par des virgules

source: Search Video Tag
fr_fr: Rechercher un mot-clé de vidéo

source: All Video Tag
fr_fr: Tous les mots-clés de vidéo

source: Parent Video Tag
fr_fr: Mot clé de vidéo parent

source: Parent Video Tag:
fr_fr: Mot clé de vidéo parent:

source: Edit Video Tag
fr_fr: Modifier le mot clé de vidéo

source: Update Video Tag
fr_fr: Mettre à jour le mot clé de vidéo

source: Add New Video Tag
fr_fr: Ajouter un nouveau mot clé de vidéo

source: New Video Tag
fr_fr: Nouveau mot clé de vidéo

source: VT Featured Posts Widget, used in Featured Sidebar.
fr_fr: VT Articles à la une, utilisé dans la barre latérale à la une.

source: VT Featured Posts Widget
fr_fr: VT Articles à la une

source: Featured Posts
fr_fr: Articles à la une

source: Title:
fr_fr: Titre:

source: Post Category:
fr_fr: Catégorie d'article:

source: Post Tag:
fr_fr: Mot clé d'article:

source: Eg: tag1,tag2,tag3
fr_fr: Ex: mot-clé1,mot-clé2,mot-clé3,

source: Date (Show posts associated with a certain time, (yy-mm-dd)):
fr_fr: Date (Affiche les articles associés selon une date précise, (aa-mm-jj)):

source: Display the post today
fr_fr: Affiche l'article d'aujourd'hui

source: Or this week
fr_fr: Ou cette semaine

source: Do not choose two options.
fr_fr: Ne choisissez pas deux options.

source: Orderby:
fr_fr: Trier par:

source: Order:
fr_fr: Ordre:

source: Post IDs:
fr_fr: ID des articles:

source: Shows:
fr_fr: Affiche:

source: Show Sticky Posts:
fr_fr: Affiche les articles à la une:

source: Columns:
fr_fr: Colonnes:

source: You can set the columns for displaying the Posts, example: 3,4 or 6.
fr_fr: Vous pouvez définir le nombre de colonnes pour afficher les articles, exemple: 3, 4 ou 6

source: Rows:
fr_fr: Lignes:

source: Auto Carousel:
fr_fr: Carrousel automatique:

source: VT Featured Videos Widget
fr_fr: VT Vidéos à la une

source: Video Category:
fr_fr: Catégorie vidéo:

source: Video Tag:
fr_fr: Mot clé vidéo:

source: Date (Show posts associated with a certain time, (yyyy-mm-dd)):
fr_fr: Date (Affiche les articles associés à une certaine date, (aaaa-mm-jj)):

source: Video IDs:
fr_fr: ID des vidéos:

source: You can set the columns for displaying the Videos, example: 3,4 or 6.
fr_fr: Vous pouvez définir le nombre de colonnes pour afficher les articles, exemple: 3, 4 ou 6

source: Displays the Video tag and post tag.
fr_fr: Affiche les mots clés de vidéos et d'articles

source: VT Tags Cloud
fr_fr: VT Nuage de mots-clés

source: Tags Cloud
fr_fr: Nuage de mots-clés

source: Smallest Size:
fr_fr: Plus petit taille:

source: Largest Size:
fr_fr: Plus grande taille:

source: Number:
fr_fr: Nombre:

source: How many tag will be shown?
fr_fr: Combien de mots-clés seront affichés?

source: The action was not defined.
fr_fr: Cette action n'a pas été définie.

source: Please %s to continue.
fr_fr: Veuillez %s pour continuer

source: login
fr_fr: Connexion

source: You have already rated this video
fr_fr: Vous avez déjà voté pour cette vidéo !

source: Thanks for your rating :)
fr_fr: Merci pour votre vote :)

source: Thanks for your rating :(
fr_fr: Merci pour votre vote :(

source: I want more %s
fr_fr: Je veux plus de %s

source: Watch Video
fr_fr: Regarder la vidéo

source: Read More
fr_fr: Lire la suite

source: nothing
fr_fr: rien

source: VT Login/Profile Widget
fr_fr: VT Widget d'inscription/connexion

source: Remember Me
fr_fr: Se souvenir de moi

source: Log In
fr_fr: Connexion

source: Channel
fr_fr: Chaîne

source: Profile
fr_fr: Profil

source: Sign out
fr_fr: Déconnexion

source: Login Form
fr_fr: Formulaire de connexion

source: Uploader URL:
fr_fr: URL du formulaire de mise en ligne:

source: Choose One ...
fr_fr: Choisissez-en un...

source: Profile URL:
fr_fr: URL du profil:

source: Lost Password?
fr_fr: Mot de passe perdu?

source: You are already logged in, %s
fr_fr: Vous êtes déjà connecté, %s

source: Logout?
fr_fr: Déconnexion ?

source: Login
fr_fr: Connexion

source: Register your Account
fr_fr: Inscrivez-vous

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Register
fr_fr: Inscription

source: Please enter Username.
fr_fr: Veuillez entrer un nom d'utilisateur.

source: This username is already registered. Please choose another one.
fr_fr: Ce nom d'utilisateur existe déjà. Veuillez en choisir un autre.

source: Please enter Email.
fr_fr: Veuillez entrer votre email.

source: Please enter Password.
fr_fr: Veuillez entrer un mot de passe.

source: Please confirm Password.
fr_fr: Veuillez confirmer le mot de passe.

source: Invalid confirm password
fr_fr: Le mot de passe ne correspond pas.

source: Can not found Recaptcha library.
fr_fr: Recaptacha introuvable.

source: Recaptcha is required
fr_fr: Le recaptcha est requis

source: Registered
fr_fr: Inscrit

source: Please enter Account/Email.
fr_fr: Veuillez entrer votre compte/email

source: Logged
fr_fr: Connecté

source: VT Main Posts Widget
fr_fr: VT Articles

source: View More
fr_fr: Voir plus

source: Latest Posts
fr_fr: Derniers articles

source: Category:
fr_fr: Catégories :

source: Widget Column:
fr_fr: Colonnes du widget:

source: Rows (Available with 3 or 1 Column):
fr_fr: Lignes (Disponible avec 1 ou 3 colonnes):

source: View more link:
fr_fr: Lien "voir plus":

source: 6 Columns - Carousel
fr_fr: 6 Colonnes - Carrousel

source: 4 Columns - Carousel
fr_fr: 4 Colonnes - Carrousel

source: 3 Columns - Carousel
fr_fr: 3 Colonnes - Carrousel

source: 2 Columns
fr_fr: 2 Colonnes

source: 1 Column - Carousel
fr_fr: 1 Colonne - Carrousel

source: VT Main Videos Widget
fr_fr: VT Vidéos

source: Latest Videos
fr_fr: Dernières vidéos

source: View more link (available for 2 columns.):
fr_fr: Lien "voir plus" (disponible avec 2 colonnes.):

source: Layout
fr_fr: Interface

source: Small
fr_fr: Petit

source: Choose the Video type
fr_fr: Choissez le type de vidéo

source: Enter the link or embed code here
fr_fr: Entrez le lien ou le code d'intégration ici

source: Here you can put multiple video object, one object/line.
fr_fr: Ici vous pouvez saisir plusieurs vidéos, une par ligne.

source: Upload your files here
fr_fr: Télécharger vos fichiers ici

source: VT One Big Video/Post
fr_fr: VT One Big article/vidéo

source: Latest Video/Post
fr_fr: Dernier article/vidéo

source: Enter a Post ID:
fr_fr: Entrez une ID d'article:

source: example: 12
fr_fr: exemple: 12

source: Thumbnail Image Size:
fr_fr: Taille de l'image d'aperçu:

source: You can link this to the archive page or something else, or put "#" for default.
fr_fr: Vous pouvez faire un lien faire la page d'archive ou autre chose, ou saisir "#" à défaut.

source: VT Right Post Widgets
fr_fr: VT Partie droite des articles

source: Right Sidebar Posts
fr_fr: Barre latérale droite des articles

source: 1 Column
fr_fr: 1 Colonne

source: VT Related Blog Widget
fr_fr: VT Articles en relation

source: Related posts
fr_fr: Articles en relation

source: Filter Condition:
fr_fr: Filtres:

source: Auto Play:
fr_fr: Lecture automatique:

source: Category and Post Tag
fr_fr: Catégorie et mot clé

source: Category
fr_fr: Catégories

source: Post Tag
fr_fr: Mot clé

source: VT Related Videos Widget
fr_fr: VT Vidéos en relation

source: Related Videos
fr_fr: Vidéos en relation

source: Video Category and Video Tag
fr_fr: Catégorie vidéo et mot clé de vidéo

source: Install Required Plugins
fr_fr: Installer les plugins requis

source: Install Plugins
fr_fr: Installer les plugins

source: Installing Plugin: %s
fr_fr: Installation des plugins: %s

source: Something went wrong with the plugin API.
fr_fr: Quelque chose s'est mal déroulé avec l'API du plugin.

source: Return to Required Plugins Installer
fr_fr: Retourner sur l'installateur des plugins requis

source: Plugin activated successfully.
fr_fr: Plugin activé avec succès.

source: All plugins installed and activated successfully. %s
fr_fr: Tous les plugins ont été installés et activés avec succès. %s

source: VT Search Form in Header
fr_fr: VT Champ de recherche en en-tête

source: VT Search Form
fr_fr: VT Champ de recherche

source: Search Form
fr_fr: Champ de recherche

source: You don't have the right permission to access this feature.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette fonctionnalité

source: Video Title
fr_fr: Titre de la vidéo

source: Required
fr_fr: Requis

source: Video Description
fr_fr: Description de la vidéo

source: Link
fr_fr: Lien

source: Upload file
fr_fr: Télécharger un fichier

source: Video Preview Image
fr_fr: Image d'illustration

source: This image is required if you submit an embed code or a video file.
fr_fr: Si vous publiez un lien, l'image sera générée automatiquement.

source: ERROR: Please install recaptchalib Class plugin.
fr_fr: ERREUR: Veuillez installer le plugin recaptachlib Class

source: ERROR: Please contact your Administrator for providing Public Key to continue.
fr_fr: ERREUR: Veuillez contacter votre administrateur pour obtenir une clé publique et continuer.

source: ERROR: Please contact your Administrator for providing Private Key to continue.
fr_fr: ERREUR: Veuillez contacter votre administrateur pour obtenir une clé privée et continuer.

source: Video Title is required
fr_fr: Le titre de la vidéo est requis

source: Video Description is required
fr_fr: La description de la vidéo est requise

source: Video Type is required
fr_fr: Le type de vidéo est requis

source: Video Link is required
fr_fr: Le lien de la vidéo est requis

source: The link does not support.
fr_fr: Ce type de lien n'est pas supporté

source: Embed Code is required
fr_fr: Le code d'intégration est requis

source: Video Preview Image is required
fr_fr: L'image d'illustration est requise

source: Video Preview Image type is invalid
fr_fr: Ce format d'image n'est pas valide

source: Video File is required.
fr_fr: Le fichier vidéo est requis

source: Video File is invalid.
fr_fr: Ce fichier vidéo n'est pas valide

source: The video size must be less than
fr_fr: La taille de la vidéo doit être inférieure à

source: Error: Unable to create Video. Please try again.
fr_fr: Erreur: Impossible de créer la vidéo. Veuillez réessayer plus tard.

source: Congratulation, Your submit is waiting for approval.
fr_fr: Félicitations, votre vidéo est en attente de modération.

source: Congratulation, Your submit is published.
fr_fr: Félicitations, votre vidéo est publiée.

source: VT Stay Connected Box, placed in footer
fr_fr: VT Restez connectés, placée en pied-de-page

source: VT Stay Connected Box
fr_fr: VT Restez connectés

source: Stay Connected
fr_fr: Restez connectés

source: Please enter your name.
fr_fr: Veuillez entrer votre nom.

source: Please enter a valid email address.
fr_fr: Veuillez entrer une adresse email valide.

source: Please agree with our Private Policy.
fr_fr: Veuillez accepter notre politique de confidentialité.

source: Congratulation.
fr_fr: Félicitations.

source: VT Social Subscribe Box
fr_fr: VT Réseaux sociaux

source: Subscribers
fr_fr: Abonnés

source: Your Email Address
fr_fr: Votre adresse email

source: User Agreement & Privacy Policy
fr_fr: Conditions générales d'utilisation & politique de confidentialité

source: Social Subscribox
fr_fr: Compteurs des Réseaux Sociaux

source: Author
fr_fr: Auteur

source: Likes
fr_fr: J'aime

source: Views
fr_fr: Vues

source: VT Right Video Widgets
fr_fr: VT Partie droite des vidéos

source: Right Sidebar Videos
fr_fr: Barre latérale droite des vidéos

source: You have no page, please create a new one.
fr_fr: Vous n'avez pas de page, veuillez en créer une nouvelle.

source: Please enter your Envato Marketplace Username.
fr_fr: Veuillez saisir votre nom d'utilisateur d'Envato Marketplace.

source: Please enter your Envato Marketplace API Key.
fr_fr: Veuillez saisir votre clé API d'Envato Marketplace.

source: The API "set" is a required parameter.
fr_fr: Le API "set" est un paramètre requis.

source: The Envato Marketplace "item ID" is a required parameter.
fr_fr: Le "item ID" d'Envato Marketplace est un paramètre requis.

source: Downloading upgrade package from the Envato API&#8230;
fr_fr: Téléchargement de la mise à jour depuis l'Envato API&#8230;

source: Downloading install package from the Envato API&#8230;
fr_fr: Téléchargement des fichiers d'installation depuis l'EnvatoAPI&#8230;

source: Something went wrong.
fr_fr: Quelque chose s'est mal passé.

source: Return to the dashboard
fr_fr: Retour au tableau de bord

source: The following plugin was activated successfully:
fr_fr: Le plugin suivant a été activé avec succès:

source: All plugins installed and activated successfully. %1$s
fr_fr: Tous les plugins ont été installés et activés avec succès. %1$s

source: Dismiss this notice
fr_fr: Masquer cette note

source: Return to the Dashboard
fr_fr: Retour au tableau de bord

source: Private Repository
fr_fr: Référentiel privé

source: Pre-Packaged
fr_fr: Pré-assemblés

source: WordPress Repository
fr_fr: Référentiel Wordpress

source: Recommended
fr_fr: Recommandé

source: Not Installed
fr_fr: Pas installé

source: Installed But Not Activated
fr_fr: Installé mais pas activé

source: Install
fr_fr: Installer

source: Activate
fr_fr: Activer

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
fr_fr: Aucun plugin à installer ou activer. <a href="%1$s" title="Retour au tableau de bord">Retour au tableau de bord</a>

source: Status
fr_fr: Statut

source: No plugins are available to be installed at this time.
fr_fr: Aucun plugin n'est disponible à l'installation pour l'instant.

source: No plugins are available to be activated at this time.
fr_fr: Aucun plugin n'est disponible à l'activation pour l'instant.

source: Install package not available.
fr_fr: Installation indisponible.

source: Downloading install package from <span class="code">%s</span>&#8230;
fr_fr: Téléchargement des fichiers d'installation depuis <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
fr_fr: Extraction des fichiers&#8230;

source: Installing the plugin&#8230;
fr_fr: Installation du plugin&#8230;

source: Plugin install failed.
fr_fr: L'installation du plugin a échoué.

source: Plugin installed successfully.
fr_fr: Plugin installé avec succès.

source: Plugin activation failed.
fr_fr: L'activation du plugin a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation et d'activation démarre. Ce processus peut prendre du temps chez certains hébergeurs, merci pour votre patience.

source: %1$s installed and activated successfully.
fr_fr: %1$s installé et activé avec succès.

source: Show Details
fr_fr: Voir les détails

source: Hide Details
fr_fr: Masquer les détails

source: All installations and activations have been completed.
fr_fr: Toutes les installations et activations ont été effectuées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation du plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation démarre. Ce processus peut prendre du temps chez certains hébergeurs, merci pour votre patience.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur est survenue lors de l'installation de %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L'installation de %1$s a échoué.

source: %1$s installed successfully.
fr_fr: %1$s est installé avec succès.

source: All installations have been completed.
fr_fr: Toutes les installations ont été effectuées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation du plugin %1$s (%2$d/%3$d)

source: Fullwidth (no wrapper)
fr_fr: Pleine largeur

source: Page Builder
fr_fr: Constructeur de page

source: Video/Post Page/Widget Builder.
fr_fr: Constructeur de Vidéo/Article/Widget

source: Icon
fr_fr: Icône

source: Post Type
fr_fr: Type d'article

source: Video
fr_fr: Vidéo

source: Post
fr_fr: Article

source: Main Content
fr_fr: Contenu principal

source: Carousel
fr_fr: Carrousel

source: Auto Play
fr_fr: Lecture automatique

source: Show Posts
fr_fr: Voir les articles

source: How many video will be shown?
fr_fr: Combien de vidéos seront affichées?

source: Enter an unique name if you choose Carousel.
fr_fr: Entrez un nom unique si vous choisissez un carrousel.

source: Rows
fr_fr: Lignes

source: How many Rows will be shown?
fr_fr: Combien de lignes doivent être affichées?

source: Columns
fr_fr: Colonnes

source: How many Columns will be shown? Only can use 1,2,3,4 or 6
fr_fr: Combien de colonnes doivent être affichées? Entrez uniquement 1, 2, 3, 4 ou 6

source: Thumbnail Image Size
fr_fr: Taille de l'image d'aperçu

source: Enter image size. Example: <strong>%s , thumbnail, medium, large, full</strong> or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use "video-featured" size.
fr_fr: Entrez une taille d'image. Par exemple: <strong>%s , thumbnail, medium, large, full</strong> ou d'autres tailleurs d'images définies par le thème actuel. Vous pouvez également saisir la taille des images en pixels: 200x100 (Largeur x Hauteur). Laissez vide pour utiliser la taille "video-featured".

source: Choose the Video Category or leave for default.
fr_fr: Choisissez la catégorie de vidéo ou laissez par défaut.

source: Post Category
fr_fr: Catégorie d'article

source: Choose the Post Category or leave for default.
fr_fr: Choisissez une catégorie d'article ou laissez par défaut.

source: Post Tags
fr_fr: Mots-clés des articles

source: Set Post Tag to a comma separated list of Post Tag slug to only show those.
fr_fr: Entrer des ID de mots-clés séparés par des virgules pour n'afficher que les vidéos liées à ces mots-clés.

source: Video Tags
fr_fr: Mots-clés des vidéos

source: Set Video Tag to a comma separated list of Video Tag ID to only show those.
fr_fr: Entrer des ID de mots-clés de vidéos séparés par des virgules pour n'afficher que les vidéos liées à ces mots-clés.

source: Set the Video/Post ID to a comma separated list of Video/Post ID to only show those.
fr_fr: Entrer des ID de vidéos/articles séparés par des virgules pour n'afficher que ces deniers.

source: Authors
fr_fr: Auteurs

source: Set Author ID to a comma separated list of Video/Post to only show those.
fr_fr: Entrer des ID d'auteurs séparés par des virgules pour n'afficher que les articles/vidéos de ces derniers.

source: Show posts associated with a certain time, (yyyy-mm-dd)
fr_fr: Afficher les articles associer à une date particulière, (aaaa-mm-jj)

source: Today
fr_fr: Aujourd'hui

source: Show posts today
fr_fr: Voir les articles d'aujourd'hui

source: This Week
fr_fr: Cette semaine

source: Show posts this week
fr_fr: Voir les articles de la semaine

source: Order by
fr_fr: Trier par

source: Order by Views/Likes is not available for the Regular Post.
fr_fr: Le tri par Vues/J'aime n'est pas disponible pour les articles.

source: Order
fr_fr: Triage

source: Display the Page Navigation.
fr_fr: Affiche la pagination

source: Extra class name
fr_fr: Nom de classe supplémentaire

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
fr_fr: Si vous souhaitez styliser du contenu particulier différemment, vous pouvez utiliser ce champ pour ajouter un nom de classe et vous y référer dans votre css.

source: Upload Form
fr_fr: Formulaire de mise en ligne

source: Video Upload Form.
fr_fr: Formulaire de mise en ligne de vidéos.

source: This title is not displayed at Frontend.
fr_fr: Ce titre n'est pas affiché sur le site

source: Hide Category field
fr_fr: Masquer le champ des catégories

source: Category Exclude
fr_fr: Exclure les catégories
