Repository: cinema6/minireel.tv
Catalog: videotube/languages/*.po
Languages: fr_fr

source: A string of category ids to exclude, comma-separated ids.
fr_fr: Une liste d'id à exclure, séparées par des virgules.

source: Category Include
fr_fr: Inclure les catégories

source: A string of category ids to include, comma-separated ids.
fr_fr: Une liste d'id à inclure, séparées par des virgules.

source: Category Order by
fr_fr: Catégories triées par

source: Count
fr_fr: Compteur

source: Name
fr_fr: Nom

source: Slug
fr_fr: Chemin d'accès

source: Category Order
fr_fr: Ordre des catégories

source: Hide Tag field
fr_fr: Masquer le champ des mots clés

source: VT Big Post
fr_fr: VT Gros Article

source: Display the One Big Post.
fr_fr: Affiche le gros article unique

source: Video/Post ID
fr_fr: ID Vidéo/Article

source: Put the Post/Video ID
fr_fr: Insérez l'ID de la vidéo ou de l'article

source: Enter image size. Example: thumbnail, medium, large, full, %s. Leave empty to use "blog-large-thumb" size.
fr_fr: Entrer une taille d'image. Exemple : thumbnail, medium, large, full, %s. Laissez vide pour utiliser la taille "blog-large-thumb"

source: View more url
fr_fr: URL pour en voir plus

source: Featured Video Widget
fr_fr: Widget des vidéos à la une

source: Display the Featured Video Widget.
fr_fr: Affiche le widget des vidéos à la une

source: Hide if empty
fr_fr: Masquer si vide

source: VT Login Widget
fr_fr: VT Widget de connexion

source: WordPress Widgets
fr_fr: Widgets WordPress

source: Display the Login Form Widget.
fr_fr: Affiche le widget de connexion

source: Video Upload Page
fr_fr: Page de mise en ligne de vidéos

source: Profile Page
fr_fr: Page de profil

source: Social Count Plus
fr_fr: Compteurs des réseaux sociaux

source: Display the Social Count Plus widget.
fr_fr: Affiche le widget des compteurs des réseaux sociaux

source: VT Socials Box
fr_fr: VT Boîte sociale

source: Display the Social count box.
fr_fr: Affiche les compteurs de réseaux sociaux

source: VT Tag Cloud
fr_fr: VT Nuage de mots-clés

source: Display the Tags Cloud (Popular Keys) Widget.
fr_fr: Affiche le nuage de mots-clés populaires

source: Separated by commas(,)
fr_fr: Séparés par des virgules (,)

source: Smallest Size
fr_fr: Plus petite taille

source: Largest Size
fr_fr: Plus grande taille

source: Nmber Size
fr_fr: Taille en nombre

source: Order by Post ID
fr_fr: Trier par ID d'article

source: Order by author
fr_fr: Tirer par auteur

source: Order by title
fr_fr: Trier par titre

source: Order by Post name (Post slug)
fr_fr: Trier par nom d'article (Chemin d'accès)

source: Order by date
fr_fr: Trier par date

source: Order by last modified date
fr_fr: Trier par la dernière date de modification

source: Order by Random
fr_fr: Trier aléatoirement

source: Order by number of comments
fr_fr: Trier par nombre de commentaires

source: Order by Views
fr_fr: Trier par vues

source: Order by Likes
fr_fr: Trier par j'aime

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: %s ago
fr_fr: Il y a %s

source: Reply
fr_fr: Répondre

source: Latest
fr_fr: Date

source: Viewed
fr_fr: Vues

source: Liked
fr_fr: J'aime

source: Comments
fr_fr: Commentaires

source: Sort by:
fr_fr: Trier par :

source: &larr; First
fr_fr: &larr; Première

source: Last &rarr;
fr_fr: Dernière &rarr;

source: Blue
fr_fr: Bleu

source: Splash Orange
fr_fr: Orange pétant

source: Wood
fr_fr: Bois

source: Splash Red
fr_fr: Rouge pétant

source: Green
fr_fr: Vert

source: Custom
fr_fr: Personnalisé

source: Not found.
fr_fr: Pas trouvé.

source: About %s results
fr_fr: Il y a %s résultats

source: About %s result
fr_fr: Il y a %s résultat

source: Nothing Found.
fr_fr: Rien n'a été trouvé.

source: Share
fr_fr: Partager

source: Please login to continue.
fr_fr: Veuillez vous connecter pour continuer.

source: Turn off Light
fr_fr: Éteindre la lumière

source: I saw this and thought of you! %s
fr_fr: J'ai vu ça et j'ai pensé à toi ! %s

source: Published on %s by %s
fr_fr: Publié le %s par %s

source: Tag
fr_fr: Mots-clés

source: Oop...nothing.
fr_fr: Oups... il n'y a rien :(
